{
    "jobs": [
        {
            "name": "Global Manager ",
            "description": "The Global Manager will be responsible for the supervision of all areas of the ball and will be the head of a large team of workers across the ball. They will ensure that the ball runs smoothly and will direct the response to problems as they arise alongside the Hit Squad. They will manage the area managers in each area of the ball and work in tandem with the may ball committee. This role will require good communication skills and teamwork to work with the other managers and the committee members. They will need to be able to respond well under pressure and have good management skills.",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £14.55",
            "needsInterview": true
        },
        {
            "name": "Area Manager ",
            "description": "Area managers will ensure the smooth operation of the ball, and are allocated specific areas of college to maintain, taking account of both safety, cleanliness and overall presentation. They will be required to respond quickly to any situation that may arise, including any emergencies. In addition, they will manage the workers in their area; this includes assigning and monitoring their breaks. We require our area managers to have excellent communication skills, as they will need to be in contact with the committee and other managers throughout the night. Rest assured, area managers will also have breaks during the event!",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £12.27",
            "needsInterview": true
        },
        {
            "name": "Hit Squad Manager ",
            "description": "Hit Squad Managers will have to direct responses to situations that arise throughout the ball. They will have to supervise the Hit Squad workers at the ball. A variety of situations could arise at the ball such as ball crashers that the Hit Squad will have to deal with the situations as they arise. Good communication and team management skills are key for this role as well as the ability to work well under pressure.",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £12.27",
            "needsInterview": true
        },
        {
            "name": "F&D Supervisor ",
            "description": "The F&D Supervisor will oversee the team of F&D workers who are responsible for ensuring that food and drink are served efficiently and safely throughout the ball. They will work with the food and drink contractors hired for the ball. Good team management skills are needed for this role. Previous experience in catering would be welcome.",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £11.00",
            "needsInterview": true
        },
        {
            "name": "General Supervisor ",
            "description": "General Supervisors will oversee a team of General Workers in the ball. They will be responsible for overseeing a variety of tasks from admissions to cleaning, as well as ensuring the safety and security of our guests at the ball. Good team management skills along with teamwork will be necessary for this role. ",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £11.00",
            "needsInterview": true
        },
        {
            "name": "Recovery Supervisor ",
            "description": "The Recovery Team Supervisor, in addition to helping clear the decorations and apparatus used for the ball, will be tasked with managing a team. This will require allocating members of the recovery team to various areas of the college, ensuring that everyone is occupied. This would be well suited to someone who can work efficiently under time pressure, whilst also coordinating the activities of others.",
            "numHours": "Est. Hours: 5",
            "pay": "Approx. Pay per hour: £11.00",
            "needsInterview": true
        },
        {
            "name": "Stage Manager ",
            "description": "Stage Manager will be required to enforce the schedule for different stages throughout the ball; it is vital that all performances begin and finish at the assigned times. Additionally, Stage Managers will need to report any technical difficulties to the committee, or respond to emergent situations. They will be communicating with Ents and Logistics teams, and will be in charge of the Ents Runners/Assistants throughout the night. For this role, we require friendly students who can work well in a team and are capable of organizing and managing people. Previous experience in stage management would be beneficial.",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £10.50",
            "needsInterview": true
        },
        {
            "name": "Ents Runner ",
            "description": "Ents Runners will carry out the tasks required by the Ents team for the duration of the ball. These workers will be in charge of monitoring the arrival of the performers, and escorting them to their green room or to prepare for their performance. Most importantly, Ents Runners will need to escort the acts to their allocated stage in good time. For this role, friendly and efficient students would be ideal - you’ll also get to meet the acts in person!",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £9.75",
            "needsInterview": false
        },
        {
            "name": "Stage Assistant ",
            "description": "Stage assistants are required during the ball to manage the traffic flow of the silent disco, ensure that any Ents are running to schedule and alerting the Ents Team or Sound Monitor of any related issues. They will be directed by the Stage Supervisors to ensure that the performances all run on time and smoothly. Positions and tasks are likely to vary in this time.",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £9.50",
            "needsInterview": false
        },
        {
            "name": "Food and Drinker Worker ",
            "description": "Our food and drink personnel will be required to prepare or serve the food and drinks provided at different stalls. During their work they will also ensure that the stalls are clean and well stocked. Their assigned position might vary throughout the night.  This position will most possibly require the least movement through the ball and is perfect for friendly students who can chat and interact with the guest while they are ordering. Timings for this role may vary depending on where you are stationed.",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £9.50",
            "needsInterview": false
        },
        {
            "name": "Set Up Worker ",
            "description": "Members of the Set Up Team will be tasked with a range of activities - organising stages, fences and decorations etc - to ensure that everything is prepared in time for the guests. They will be directed by members of the committee where necessary. Roles and tasks will vary significantly and will not require any late night work, however shifts may be extended if necessary.",
            "numHours": "Est. Hours: 5",
            "pay": "Approx. Pay per hour: £9.50",
            "needsInterview": false
        },
        {
            "name": "Recovery Worker ",
            "description": "Our college has very beautiful grounds and gardens and we have to ensure that they are in perfect condition after the ball. The recovery team will help the committee to remove and clean all the stalls, stages, and items, placing them in the allocated storage rooms or vans. The roles and tasks will vary significantly over this time. ",
            "numHours": "Est. Hours: 5",
            "pay": "Approx. Pay per hour: £9.50",
            "needsInterview": false
        },
        {
            "name": "Concierge ",
            "description": "Our concierge entrance will be used to allow staff entry into the college for the Ball. As Concierge, you will be in charge of ensuring all personnel who enter our site have the required permission to do so. This will require signing in staff members and other contractors throughout the night, ensuring people get to their allocated stations. Not only is this necessary for the smooth running of the ball, but it allows us to ensure the security of our guests.This will include communicating regularly with our porters and members of the committee.",
            "numHours": "Est. Hours: 7",
            "pay": "Approx. Pay per hour: £9.50",
            "needsInterview": false
        },
        {
            "name": "Sound Monitor ",
            "description": "Due to council restrictions and the comfort of nearby residents, the level of sound throughout the ball will have to be monitored. The Sound Monitor will be required to move between the different stages and notify members of the committee if the noise level exceeds the required limit. Previous experience with Sound Engineering would be preferred.",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £10.00",
            "needsInterview": true
        },
        {
            "name": "Hit Squad Worker ",
            "description": "Hit Squad Workers will be assigned to various positions throughout the night where additional staffing is required, or an emergency has arisen. They will be required to respond and adapt quickly to new situations. These workers will have different responsibilities throughout the night, for example dealing with ball crashers or large crowding in one area of the ball depending on what situation arises and what their supervisors or members of the committee tell them. They will need to be able to work well under pressure.",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £9.75",
            "needsInterview": false
        },
        {
            "name": "General Worker ",
            "description": "General Workers will be assigned to a variety of tasks throughout the nights to ensure the safety of guests and smooth running of the ball. They will be involved in making sure the college stays clean during the ball. They may also be needed to help with admissions or food and drink depending on the situation. We are looking for friendly students who work well as a team.",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £9.50",
            "needsInterview": false
        },
        {
            "name": "Fire Steward ",
            "description": "The safety of our guests is our first priority, and our Fire Stewards are paramount in ensuring this. We have established a number of safety procedures; the stewards will become familiar with them and enforce them in case of emergency. Fire Stewards are likely to be positioned in various locations through the night and will observe for potential hazards, alerting Hit Squad and Security when needed.",
            "numHours": "Est. Hours: 11",
            "pay": "Approx. Pay per hour: £9.50",
            "needsInterview": false
        },
        {
            "name": "Ticketing Worker ",
            "description": "As the title suggests these ticketing workers will help us in the beginning of the ball to collect and check the guests’ tickets. They will also provide them with a bracelet/wristband. These workers will be required to work quickly and to deal with unpredicted situations where security might be called. This position is perfect for friendly students who can work quickly and are polite when interacting with the guests.",
            "numHours": "Est. Hours: 2",
            "pay": "Approx. Pay per hour: £9.50",
            "needsInterview": false
        }
    ]
}