{
  "heading": "Terms and Conditions for the purchase of Christ's College May Ball 2022 Tickets",
  "intro": "By purchasing tickets for Christ's College May Ball 2022 (hereafter referred to as “the Ball”), “the applicant”, until the application is successful and “ticket holder” thereafter, agrees to the following terms and conditions. If the principal applicant is purchasing tickets for guests as well then they also submit to this agreement on behalf of the guests on their application:",
  "points": [
    "All rules are subject to change by Christ's College May Ball Committee (“the Committee”) without notification.",
    "Tickets may only be purchased by members of the University of Cambridge and Alumni of Christ's College and will only be issued with proof of identification to them and their bona fide guests. Guests need not be connected with the University of Cambridge.",
    "All guests at the Ball must be over the age of 18. Proof of age may be required.",
    "By submitting an application the applicant agrees to have their details stored electronically. The details will not be passed onto any third party and shall remain confidential.",
    "There are 5 categories of ticket available; Standard, Queue Jump, Dining, Staff/Fellow and Alumni. Other than the differences laid out below all tickets are subject to these terms and conditions.",
    "If you are a Dining ticket holder and arrive once the Reception has commenced but before 9.00pm on the evening of the Ball then you will be permitted to enter the Ball and join the Reception late at the discretion of the Committee.",
    "If you are a Dining ticket holder and arrive between 7.00pm and 9.00pm on the evening of the Ball, the sitting having commenced, then you will be permitted to join the other dining guests late at the discretion of the Committee.",
    "The Committee request that guests maintain a high standard of responsible behaviour throughout the Ball. Rights of admission to the Ball are reserved. The Committee and their appointed security personnel reserve the right to refuse entry or eject any ticket holder where it has reasonable grounds to believe that that ticket holder may have committed or be about to commit a criminal offence, for unsuitable behaviour, or for having been known to previously gatecrash another ball. The decision of what constitutes unsuitable behaviour will be made at the absolute discretion of the Committee. The Committee reserves the right to conduct searches of any ticket holder in order to verify any grounds for its belief. Any guest found during the Ball to be in possession of illegal drugs will have them confiscated and will be ejected from the Ball. Any guest who has been added to a previously received gatecrashing list created by the May Ball President's Committee (MBPC) will be refused entry to the Ball. The Committee reserve the right to add any individual to the aforementioned list, which will be shared with MBPC and other Balls. The Committee will not be liable for financial compensation to the ticket holder if he or she is removed from, or refused entry to the Ball.",
    "Ticket sales can only be guaranteed after confirmed bank transfer. The applicant will receive an email once this is the case.",
    "Payment must be made by bank transfer and reach Christ's College May Ball Bank Account no later than 48 hours after purchase.. Failure to do so will result in the loss of the ticket.",
    "Tickets will be sent by email to all ticket-holders and guests. ID will be required on entry.",
    "Due to the ongoing COVID-19 Pandemic, the Committee reserve the right to require ticketholders and guests to show proof of COVID-19 Vaccination as approved by JCVI or the FDA, or a negative Lateral Flow or PCR Test on entry. Tests must be taken within a 48 hour period prior to the Ball. The Committee must notify guests of these entry requirements no later than 1 week prior to the Ball.",
    "Tickets are non-refundable and non-transferable, except where the event is cancelled or where the matter is put before the Committee at least one month prior the Ball.  The decision will be at the Committee's discretion. No refunds will be given if the Ball is cancelled having commenced.",
    "Any ticketholder or guest that tests positive for COVID-19 or is required to self-isolate as a result of a positive test or exposure to COVID-19, thereby preventing their attendance at the Ball, is entitled to a full refund.",
    "Ticket holders are reminded that smoking is only permitted in designated smoking areas.",
    "The Committee reserves the right to photograph and record CCTV footage of the Ball site, its immediate surroundings, the grounds of Christ's College, and those entering, present in and leaving it, in order to document the event in case of later legal action.",
    "The Committee reserves the right to change the content and advertised schedule of the Ball at any time.",
    "The Committee neither undertakes nor accepts any responsibility or liability for any loss or damage to the property of any person attending the Ball, caused by negligence on the part of the Committee, its workers, sub-contractors or any independent contractor, or any attendees of the Ball. Attendees are strongly advised to take care of all personal items and to make their own arrangements to insure all items of value.",
    "Under no circumstances shall the Committee be held liable for any act causing death or personal injury, committed by themselves, its workers, sub-contractors, independent contractors or attendees of the Ball, except where caused by a lack of due diligence and care on the part of the Committee.",
    "The Committee shall not be held liable in the event of cancellation or curtailment of the Ball due to, but not limited to, an Act of God, national or local emergency, terrorist attack, outbreak of a healthcare pandemic, period of national mourning, acts or omissions of Government, acts or omissions of a local or other competent authority, the police, industrial disputes of any kind, fire, risks to health and safety caused by the state of repair of the venue or severely adverse or inclement weather conditions such as to make the holding of the Ball impossible, a danger to attendees, prohibitively expensive or otherwise impossible to operate or continue.",
    "All decisions of the Committee are final."
  ]
}
