{
  "heading": "Christ's May Ball Details",
  "intro": "hello",
  "sections": [
    {
      "title": "Arrival times",
      "points": [
        "Dining Guests must enter the Ball between 6pm and 6.15pm, for a prompt start to the meal at 6.30pm.",
        "Queue Jump Guests may enter the Ball from 8.30pm, and should therefore be in the queue for Queue Jump Tickets by 8.15pm.",
        "Standard Ticket Guests will be allowed to enter the Ball as soon as Queue Jump guests are all inside. We expect standard queuing to commence from 7pm (though this is just an estimation).",
        "If a Queue Jump Guest arrives late, they must go to see the ticketing officer at the front of the queue, with evidence of their queue jump status. They will then be allowed into the Ball immediately (subject to ID and ticket checks)."
      ]
    },
    {
      "title": "Entry requirements",
      "points": [
        "On entry to the Ball, you will be asked to present photographic ID to confirm your identity matches the name on the ticket, along with your ticket to the Ball. Your ticket should have been emailed to you already.",
        "Bags are allowed, but must be no bigger than a tote bag/small rucksack. We will be conducting random bag checks to make sure that nothing is brought in that violates our policies (i.e. no drugs or alcohol, no weapons or sharp objects). "
      ]
    },
    {
      "title": "Queuing procedure",
      "points": [
        "We expect the main queue to the Ball to begin around 7pm.",
        "There will be one queue for Queue Jump tickets, and another for Standard tickets, so please make sure you are in the correct one. They will be signposted, and feel free to ask if you are not sure. ",
        "Whilst in the queue, ID and tickets will be checked and scanned, and each guest will be given a stamp to confirm this has taken place. This will mean you are officially checked-in.",
        "Random bag searches will also take place in the queue.",
        "Once all of the Queue Jump entries have been processed and are inside the Ball, the queue for Standard tickets will start to be let inside.",
        "Once inside the Great Gate, each guest will have their stamp checked, and a wristband will be secured onto their wrist.",
        "Please make sure that the wristband is tight enough around your wrist that it cannot accidentally fall off, before the metal securing band has been clamped, as without your wristband, you will be removed from the college site and placed on a blacklist (shared between the Cambridge May Balls) as a gatecrasher. ",
        "Wristbands will be checked at food stalls and different entry points around college throughout the whole night, so please ensure that it is easily visible on your wrist."
      ]
    },
    {
      "title": "Cloakroom",
      "points": [
        "We will be operating a cloakroom in the Law Library (just to the right of the entrance), where all guests can leave coats and bags. This will be signposted. In the cloakroom, you will also be able to purchase a celebratory May Ball poster, with all proceeds from this going to our charities (see below). Any transactions will be card-only.",
        "The cloakroom is free to use and will be accessible to guests all night."
      ]
    },
    {
      "title": "Leaving times",
      "points": [
        "Guests are welcome to leave the Ball whenever they please, but once you have left, you will not be able to re-enter the Ball.",
        "We ask all guests to leave promptly at 6am following the Survivors' Photo if they haven't already retired.",
        "Christ's students are requested to be in their rooms at 6am."
      ]
    },
    {
      "title": "Dress code",
      "points": [
        "The dress code for the ball is black tie. Standard black tie consists of either a dinner jacket (identifiable by its shiny lapels) with trousers, a bow-tie, and a white shirt, or a long evening gown. Guests can use their discretion as to other equally black-tie appropriate attires (this may include formal jumpsuits, for example). White tie and national dress are also permitted. Sports blazers are not permitted."
      ]
    },
    {
      "title": "Programme details",
      "points": [
        "This year, for environmental reasons, we have decided to create an online programme.",
        "The QR code to access this programme will be printed onto take-home May Ball postcards which will be distributed throughout the queue.",
        "More information will be released ahead of the Ball on our social media pages, so check out those pages for sneak peeks at what is in store!"
      ]
    },
    {
      "title": "Prohibited items",
      "points": [
        "All external alcohol and drugs are prohibited from the Ball, and we operate a stringent drug policy.",
        "Likewise, all potential weapons or sharp objects are also prohibited."
      ]
    },
    {
      "title": "Map of college",
      "points": [
        "Maps will be available around site and on the programme, with information about food and drinks, entertainment, and other facilities.",
        "Guests are advised that certain areas will be fenced off for the Ball, and we request that all guests respect these restrictions.",
        "Fire exits will be clearly marked, and all staff will be able to direct guests if needed."
      ]
    },
    {
      "title": "Porters' number",
      "points": [
        "If anyone requires immediate help, including the emergency services, either find the nearest staff, security or committee member, or alternatively call the porters at 01223 334900."
      ]
    },
    {
      "title": "Safety personnel",
      "points": [
        "All committee members will be wearing identifying sashes throughout the Ball.",
        "College Porters will be in their uniform, with waistcoats and a burgundy tie.",
        "Security personnel will be recognisable by their uniform of suits and hi-vis armbands. They are there to keep the event safe and for your protection. They will be happy to assist you whenever possible throughout the ball.",
        "Standard Ball workers will be wearing all-black.",
        "Within each court, there will be at least one supervisor with a radio at all times.",
        "St John's Ambulance are also on site, they will be located in the Christ's MCR (please see map attached)."
      ]
    },
    {
      "title": "Access contact",
      "points": [
        "If any guests have any access concerns prior to or during the Ball, please get in touch with Camille McCarthy at green@christsmayball.co.uk, or during the Ball ask for her to your nearest staff member.",
        "Guests with allergies/dietary requirements will be able to see on the programme where food is available that suits their needs. Vendors will also have this information clearly displayed and will be happy to answer any questions."
      ]
    },
    {
      "title": "Wristbands and re-entry",
      "points": [
        "Wristbands will be secured onto each guest's wrist upon arrival.",
        "If a guest chooses to leave the Ball, their wristband will be removed and they will not be able to re-enter."
      ]
    },
    {
      "title": "Gate crashing black list",
      "points": [
        "Any individual found at the Ball without a wristband will be either taken to the Porters Lodge (if they are a Christ's student) or removed from the site immediately. They will be added to the May Ball Gatecrasher Blacklist, shared between all colleges, and may be denied entry to other Balls, even with a valid ticket, on these grounds."
      ]
    },
    {
      "title": "Charitable donation",
      "points": [
        "There will be charity boxes placed in the plodge and the cloakroom, where guests can voluntarily choose to donate money to our Ball charities: the Malala Fund, Cambridge Cyrenians and Great Ormond Street Hospital."
      ]
    },
    {
      "title": "Photographers",
      "points": [
        "We will have roaming photographers throughout the Ball who are there to capture the night.",
        "Photos will be developed and published on social media following the night (stay tuned for their release!)."
      ]
    },
    {
      "title": "Travel to the ball",
      "points": [
        "Guests travelling from outside Cambridge should also be aware that there are currently major rail strikes planned for the day of the Ball, 21st June. These may not occur, but if they do, it's likely that a significant proportion of trains to and from Cambridge will be significantly affected. Guests planning to travel by train may wish to factor this into their plans, and in particular may wish to create a back-up plan in place in case these strikes do disrupt train services."
      ]
    },
    {
      "title": "Sponsors",
      "points": [
        "SeanHanna - early bird discount of 15% off cuts or colours for Christ's May Ball 2022 guests, valid in the month of June 2022 (booking required).  When you book, simply state that you are a Christ's May Ball guest to get your discount!",
        "The Cambridge Satchel Company - we have two prize bags to be given away (the Poppy in green and the Steamer Backpack in black). Any guest can enter the prize draw by liking and commenting on their featured posts on the Christ's May Ball Facebook page, and the draw will take place the morning after the Ball. Guests will be notified by email to pick up their bag in store. We also have an embossing block with our May Ball logo in their store that anyone may have added onto their in-store purchases for free. There is a 15% discount off all full price products excluding their Cambridge Collection and Trunks for all guests and this can be used both online and in store until 10.07.22 by using the code MYTHOS15 and presenting a camcard in-store.",
        "HireStreet - 20% discount on all goods for Christ's May Ball 2022 guests using the code BALL20 valid until the end of June 2022.",
        "Cambridge Tailoring - A 15% discount and free design consultation for Christ's May Ball 2022 guests. When you book, simply state that you are a Christ's May Ball guest to get your discount!",
        "Granny Ma Bubble Tea",
        "Red Bull",
        "Mr Flavour Events"
      ]
    },
    {
      "title": "Sustainability reminder",
      "points": [
        "This year, we are aiming to make Christ's College May Ball the most sustainable that the college has seen. As part of this, we've organised a company to collect and recycle 95% of our college waste, and have been working with vendors to procure as much environmentally-considerate packaging as possible. As well as our sustainable aspects within the Ball, there are two other points we'd like to encourage our guests to consider.",
        "Firstly, we encourage guests to hire formal clothing or purchase second-hand, instead of purchasing new items. For Cambridge-based guests, the Facebook group 'Balldrobe' is a great place to look for pre-loved formal wear: https://www.facebook.com/groups/293632802850864/?multi_permalinks=293636822850462",
        "Secondly, we are encouraging guests coming from further afield to consider taking public transport wherever possible (while also bearing in mind the potential train disruption noted above), or offsetting their transport emissions if driving, getting a taxi, or flying. Carbon Footprint is a great website, which offers information on how to offset emissions from transportation: https://www.carbonfootprint.com/carbonoffset.html"
      ]
    }
  ]
}
